<center><h1>**ACCURACY**</h1></center>  

**Defination by [accuracy](https://www.irion-edm.com/data-management-insight/data-quality-what-it-is-why-adopt-it-and-how-to-apply-it/)**

- Accuracy: the level at which the data correctly describe the corresponding “real world” object or event;
  
**Chat GPT**

- "ระดับที่ข้อมูลสามารถอธิบายวัตถุหรือเหตุการณ์ในโลกแห่งความเป็นจริงได้อย่างถูกต้อง" ซึ่งหมายถึงการที่ข้อมูลมีความถูกต้องและเหมาะสมในการสะท้อนหรือแสดงถึงสิ่งที่เกิดขึ้นในโลกจริง หรือสิ่งที่เราต้องการจะศึกษา หรือวิเคราะห์ในโลกแห่งความจริง

**Monica**

- หมายถึงระดับที่ข้อมูลสามารถอธิบายวัตถุหรือเหตุการณ์ใน "โลกจริง" ได้อย่างถูกต้อง ซึ่งเกี่ยวข้องกับความแม่นยำและความถูกต้องของข้อมูลในการสะท้อนสิ่งที่มีอยู่จริงในโลก.

**My summary**

- Accuracy หมายถึง ความถูกต้องและความแม่นยำของข้อมูลในการสะท้อนหรือแสดงผลสิ่งที่มีอยู่จริงในโลกหรือเหตุการณ์ที่เกิดขึ้นจริง โดยไม่มีข้อผิดพลาดหรือการบิดเบือนในข้อมูล

**Sample**

- สมมติว่าข้อมูลที่อยู่ในฐานข้อมูลร้านขายโทรศัพท์มือถือบันทึกว่ามีการขายโทรศัพท์รุ่นหนึ่งในราค 10,000 บาท แต่ราคาจริงคือ 12,000 บาท ข้อมูลนี้มี Accuracy ต่ำ เพราะไม่ตรงกับความเป็นจริง
